import React from "react";
import { Container } from "../shared/Container/Container";

export const PrivacyPolicyText = () => {
  return (
    <section>
      <Container>
        <h2>Замінити адреси і відформатувати текст</h2>
        <p>
          Політика конфіденційності ВСТУП У Pan Fund (далі - "ми" або
          "Компанія") ми ретельно піклуємося про дані осіб, які ми обробляємо у
          порядку, передбаченому цим документом (далі такі дані – "Персональні
          дані"; далі такі особи – "Клієнти"; далі такий веб-сайт – "Сайт"). Ми
          суворо дотримуємося вимог Закону України "Про захист персональних
          даних" від 1 червня 2010 року, з наступними змінами (далі - "Закон")
          та інших нормативно-правових актів щодо охорони та зберігання даних.
          Політика конфіденційності, яка знаходиться на нашому Сайті за
          посиланням: https://panfund.tilda.ws/privacy-policy, описує які
          Персональні дані ми збираємо про Клієнтів, мету збору, порядок
          використання та розкриття таких Персональних даних третім особам, а
          також як ми обробляємо Персональні дані, які Ви, як власник
          Персональних даних, надаєте нам, або які створюються або збираються
          нами у порядку, передбаченому цією політикою. Будь ласка виділіть час
          та прочитайте нашу Політику конфіденційності, щоб Ви знали, які
          можливості у Вас є по відношенню до Ваших Персональних даних. Ця
          Політика конфіденційності може періодично змінюватися, тому
          рекомендуємо час від часу повертатись на наш Сайт і переглядати її
          знову. Зауважте, що реєструючись на Сайті або користуючись нашими
          послугами та/або Сайтом, Ви приймаєте умови цієї Політики
          конфіденційності і даєте нам згоду на обробку Ваших Персональних
          даних. Згода надається безстроково та може бути відкликана лише у
          порядку, передбаченому Законом, окрім випадків, прямо передбачених
          законом, у тому числі - коли Персональні дані підлягають видаленню або
          знищенню. МЕТА ТА ПІДСТАВИ ОБРОБКИ ПЕРСОНАЛЬНИХ ДАНИХ Метою обробки
          Персональних даних є забезпечення Вас якісним сервісом та послугами.
          Підставами для обробки Персональних даних є: • ваша згода, як власника
          Персональних даних; • необхідність дотримання нами вимог, встановлених
          чинним законодавством; та • необхідність захисту наших прав і законних
          інтересів, а також прав і законних інтересів Клієнта. ІНФОРМАЦІЯ, ЯКУ
          МИ МОЖЕМО ОБРОБЛЯТИ Мы збираємо та обробляємо Персональні дані під час
          надання Вам послуг, ведення нашої господарської діяльності,
          використання Вами Сайту, спілкування з Вами різними засобами зв'язку,
          коли Ви реєструєтесь на нашому Сайті або надсилаєте нам різного роду
          запити, або ми надсилаємо Вам інформаційні матеріали, коли Ви
          реєструєтесь на освітніх та інших заходах, які ми організовуємо, або
          організовують наші партнери тощо. Ми можемо просити та обробляти
          наступні Персональні дані про Вас: • ваше прізвище та ім'я, адреса,
          дата народження, номер мобільного телефону, адреса електронної пошти,
          Ваше фото (зображення); • якщо Ви звертаєтесь до нашої Компанії, в
          тому числі, але не виключно, через контактну форму на Сайті, ми можемо
          вести облік цієї кореспонденції, включаючи копії електронних
          повідомлень. Ми також можемо контролювати або записувати будь-які
          телефонні дзвінки, зроблені нашому відділу обслуговування Клієнтів для
          забезпечення якості Вашого обслуговування; • інформація, яку Ви
          надаєте при заповненні форм на нашому Сайті (в тому числі, але не
          виключно, контактної форми на Сайті). Це включає в себе інформацію,
          надану на момент реєстрації для використання нашого Сайту, підписки на
          наші продукти і послуги, розміщення матеріалів або запиту додаткових
          послуг. Ми також можемо запитувати у Вас інформацію, коли Ви
          повідомляєте про проблему з нашим Сайтом чи послугами; • деталі Вашого
          відвідування нашого Сайту, включаючи, але не обмежуючись веб-журналами
          та іншими даними зв'язку, а також ресурсами, до яких Ви отримуєте
          доступ; • ми також можемо попросити Вас пройти опитування, які ми
          використовуємо для цілей дослідження ринку, але Вам не обов'язково їх
          проходити; та • інші дані, які, час від часу, допомагають нам надавати
          Вам кращі послуги. Наприклад, як зараз, так і потім, ми можемо
          попросити Вас заповнити анкету, щоб Ви могли оцінити, як ми працюємо.
          IP-АДРЕСИ ТА COOKIES Ми можемо збирати деякі дані автоматично, а саме
          такі дані, як IP-адреса комп’ютера, використовувані Вами браузери і
          версія операційної системи, час і дата Вашого доступу до Сайту. Це
          полегшує роботу Сайту і надання Вам послуг. Ми можемо отримати
          загальну інформацію про Ваше використання мережі Інтернет,
          використовуючи файл cookie, який зберігається на жорсткому диску
          Вашого комп'ютера. Файли cookie містять інформацію, яка передається на
          жорсткий диск Вашого комп'ютера. Вони допомагають нам вдосконалювати
          наш Сайт і надавати кращий і більш персоналізований сервіс. Файли
          cookie дозволяють нам: • оцінити розмір та характер нашої аудиторії; •
          зберігати інформацію про Ваші вподобання, і таким чином дозволяти
          налаштувати наш Сайт у відповідності з Вашими індивідуальними
          інтересами; • прискорити Ваші пошуки; та • ідентифікувати Вас, коли Ви
          повернетеся на наш Сайт. Ви можете відмовитися від прийняття файлів
          cookie, увімкнувши параметри у своєму браузері, що дозволять відмінити
          налаштування файлів cookie. Однак, якщо вибрати цей параметр, Ви,
          можливо, не зможете отримати доступ до деяких частин нашого Сайту.
          Якщо Ви не налаштували свій браузера так, щоб він відмовлявся від
          файлів cookie, наша система формуватиме файли cookie, коли Ви ввійдете
          на наш Сайт. ДЕ МИ ЗБЕРІГАЄМО ВАШІ ПЕРСОНАЛЬНІ ДАНІ Коли Ваші
          Персональні дані досягають нас, ми зберігаємо їх на захищеному
          сервері, щоб їх могли прочитати лише наші уповноважені співробітники.
          Персональні дані, надані Вами, обробляються в базі даних Клієнтів
          Компанії (володілець: Товариство з обмеженою відповідальністю
          "БЛАГОДІЙНА ОРГАНІЗАЦІЯ "БЛАГОДІЙНИЙ ФОНД ПАН ФЕМІЛІ",
          ідентифікаційний код: 42081363). Ми несемо відповідальність за всі дії
          або бездіяльність щодо Персональних даних в рамках чинного
          законодавства. Ми не несемо відповідальності за будь-які Ваші дії, або
          дії третіх осіб з Персональними даними незалежно від того, отримані ці
          дані через Сайт або іншим способом, а також за незаконні дії третіх
          осіб які можуть порушувати умови цієї Політики конфіденційності і
          намагатися заволодіти повністю або частково особистою інформацією і
          Персональними даними, а також використовувати їх в особистих цілях.
          ПЕРЕДАЧА ПЕРСОНАЛЬНИХ ДАНИХ Персональні дані можуть бути передані
          третій особі, без Вашої додаткової згоди і без подальшого повідомлення
          про таку передачу у випадках, передбачених цією Політикою
          конфіденційності та чинним законодавством України. Передача
          Персональних даних третій особі може відбуватись лише тоді, коли: • це
          необхідно відповідно до чинного законодавства; • за запитом власника
          Персональних даних; або • це необхідно для надання послуг та
          запобігання зловживанням. Якщо ми дали Вам (або якщо Ви обрали)
          пароль, який дає Вам доступ до певних частин нашого Сайту, Ви несете
          відповідальність за збереження конфіденційності цього пароля. Ми
          просимо Вас не передавати пароль нікому. МЕТА ВИКОРИСТАННЯ
          ПЕРСОНАЛЬНИХ ДАНИХ Ми використовуємо Ваші Персональні дані для: •
          надання Вам послуг; • полегшення використання Сайту та покращення
          рівня надання послуг; • запобігання або виявлення шахрайства та інших
          незаконних дій; • дослідження ринку та профілювання ваших уподобань
          щодо використання та придбання; та • дотримання відповідних
          нормативно-правових актів. Компанія може використовувати ваші
          Персональні дані, щоб зв'язатися з Вами по пошті, телефону,
          електронною поштою або SMS, щоб повідомити про роботу системи,
          продукцію та послуги, що пропонуються Компанією Клієнтам, включаючи
          будь-які спеціальні пропозиції та акції, які можуть Вас зацікавити. Ми
          можемо розкривати Ваші Персональні дані третім особам, які пов'язані з
          можливістю зміни контролю або інвестування в Компанію. ВАШІ ПРАВА Ваші
          права описані у статті 8 Закону, яку Ви можете переглянути за
          наступним посиланням: goo.gl/6Enczk. ДОСТУП ДО ІНФОРМАЦІЇ ТА ВИДАЛЕННЯ
          ПЕРСОНАЛЬНИХ ДАНИХ У будь-який час Ви можете надіслати нам запит про
          те, які Персональні дані ми маємо, і чи обробляються такі Персональні
          дані. Якщо будь-яка інформація невірна, повідомте нам про це, і ми
          негайно внесемо зміни. Якщо Ви захочете, щоб ми надіслали Вам Ваші
          Персональні дані, Ви можете звернутись до нашої Компанії відправивши
          електронного листа на адресу: info@pan.fund, або через контактну форму
          на нашому сайті. Персональні дані видаляються у порядку, передбаченому
          чинним законодавством України. ЗМІНИ ДО НАШОЇ ПОЛІТИКИ
          КОНФІДЕНЦІЙНОСТІ Будь-які зміни, які ми можемо внести в нашу Політику
          конфіденційності та cookies в майбутньому, будуть негайно опубліковані
          на Сайті. ПОСИЛАННЯ З НАШОГО САЙТУ ДО ІНШИХ ВЕБ-САЙТІВ Будь ласка,
          зверніть увагу, що наш Сайт надає доступ до інших сайтів шляхом
          посилання на них. Ми несемо відповідальність виключно за
          конфіденційність, зміст або захист нашого Сайту. ЗВ'ЯЖІТЬСЯ З НАМИ
          Якщо у Вас є коментарі або запитання щодо нашого Сайту, зв'яжіться з
          нами. Із запитами щодо послуг Компанії, надсилайте електроні листи на
          адресу: info@pan.fund, або через контактну форму на нашому сайті. Якщо
          у Вас є будь-які питання або побоювання щодо нашої обробки Ваших
          Персональних даних, зверніться до Компанії відправивши електронного
          листа на адресу: info@pan.fund, або через контактну форму на нашому
          сайті.
        </p>
      </Container>
    </section>
  );
};
